// География true;
// История true;
// Экономика true;
// Космос true;
// Политика true;
// Медицина true;
// Биология true;
// Искусство true;
// Музыка true;
// Литература true;
// Кино и сериалы true;
// Математика true;
// Физика true;
// Химия true;
// Спорт true;
// Английский язык true;
// Футбол true;
// Бокс true;
// Оружие true;
// Мода и стиль true;
// Мировые столицы true;
// Автомобили true;
// Кулинария true;
// Религия true;
// Философия true;

// Животные

// Сгенерируй вопросы по вот такому шаблону type Question = {
//   id: number;
//   category: string;
//   difficulty: "easy" | "medium" | "hard";
//   question: string;
//   answers: [string, string, string, string];
//   rightAnswer: string;
// };
// Вопросы не должны повторяться
// Ответы, один однозначно правильный, 3 однозначно неправильные и без вариантов, категория исскуство, id начинается с 1401, до 1600, партиями по 50 вопросов, 70% easy, 20% medium, 10% hard

// Путешествия и туризм

// Технологии и гаджеты

// Психология и саморазвитие

// Природа и экология

// Социальные сети и интернет-культура

// Игры и киберспорт

// Дом и интерьер

// Война
